IDEA Open Model
MatSteelCHN.PhiOMFu Property
Compatible with IDEA StatiCa Beta 20.0
 Overstrength coefficient for fu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double PhiOMFu { get; set; }
Public Property PhiOMFu As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelCHN Class
IdeaRS.OpenModel.Material Namespace